Revit 2027 API
DirectContext3DHandleSettings Constructor
 Constructs an instance of settings with default values.
Namespace: Autodesk.Revit.DB.DirectContext3D
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DirectContext3DHandleSettings()
Public Sub New
public:
DirectContext3DHandleSettings()
new : unit -> DirectContext3DHandleSettings
See Also
Reference
DirectContext3DHandleSettings Class
DirectContext3DHandleSettings Overload
Autodesk.Revit.DB.DirectContext3D Namespace